Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Dát kapihtal doaibmá inspirašuvdnan ja das leat ovdamearkkat movt sáhttá bargat.
smj: Dát kapihtal doajmmá arvusmahttemin ja dánna li buojkulvisá gåktu máhttá barggat.

source: 9.1 Mánáid sirren gielladili mielde
smj: 9.1 Mánájt gielladile milta ieredit

source: Sámegielat mánáidgárde- ja oahpahusdoaimmaid ulbmil lea fállat juohke mánnái gievrras giellafálaldaga dakkár dásis, mii heive su duogážii ja dárbbuide.
smj: Sámegielak mánájgárdde- ja åhpadusfálaldagáj ulmme l fállat juohkka mánnáj nanos giellafálaldagáv mij suv duogátjij ja dárbojda hiehpá.

source: Oktageardánis prinsihppa lea ahte mánná ferte álo fidnet vehá eambbo go maid son máhttá: giellafálaldat ii galgga leat sutnje menddo álki, muhto ii menddo váttisge.
smj: Avtagærddásasj prinsihppa l mánná hæhttu agev oadtjot vehi ienep gå mav buktá: giellafálaldahka ij galga liehket sunji ilá álkke, valla ij ga ilá gássjel .

source: Dego máŋgii lea namuhuvvon, sámemánáid duogážat ja dilit molsašuddet sakka.
smj: Degu moaddi l nammaduvvam, sámemánáj duogátja ja dile ednagit varieriji.

source: Iešguđet guovlluin ja iešguđet giellajoavkkuin leat hui iešguđetlágan dilit, muhto nu leat dávjá maiddái ovtta ja seamma guovllus.
smj: Guovlos guovlluj ja iesjguhtik giellajuohkusijn li viek iesjguhtiklágásj dile, valla navti l álu aj avta ja sæmmi guovlon.

source: Lea hui mihtilmas dilli, ahte oassi mánáin hupmet sámegiela ruovttugiellan ja geavahit giela produktiivvalaččat, ja fas muhtun mánáin ruovttus hállojuvvo eanaš dahje dušše riikkagiella, ja máná 29 sámegiela máhttu lea eanaš reseptiivvalaš dahje váilu oalát.
smj: Viek dábálasj dille l jut oasse mánájs sámásti sijdan ja adni gielav produktijvalattjat, madi vas muhtem mánáj sijdan ienemusát dåssju rijkagielav ságasti, ja máná sámegiela máhtudahka l ienemusát reseptijvalasj jali vájllu ållåsit.

source: Dalle okta oktasaš sámegielat joavku ii fála juohke mánnái buoremus vejolaš diliid ovdánit sámegielas iežas dási mielde.
smj: Dákkir dilen akta aktisasj sámegielak juogos ij juohkka mánnáj fála buoremus máhttelis dilijt åvddånittjat sámegielan ietjas dáse milta.

source: Dat soaitá lihkostuvvat jus joavkkus leat nu ollu bargit, ahte lea vejolaš sihkkarastit juohke mánnái sámegielat fálaldaga ja doarjaga individuálalaččat.
smj: Dat soajttá vuorbástuvvat jus juohkusin li nav ållo bargge, jut juohkka mánnáj máhttá sihkarasstet sámegielak fálaldagáv ja indivijdalasj dårjav.

source: Praktihkas dilli lea goittotge dávjá dakkár, ahte eai leat doarvái návccat jámma váldit vuhtii juohke máná, baicce giellafálaldaga ferte lágidit heajumus gielladáiddu mielde, ja dalle nanu sámegielat mánát eai oaččo doarvái doarjaga ja hástalusa iežaset ovdáneapmái.
smj: Praktihkan la dille ajtu álu dakkár, jut ælla nuoges fámo aktelattjat vieledit juohkka mánáv, farra giellafálaldagáv hæhttu hæjomus gielladájdo milta ásadit, ja dalloj nanos sámegielak máná e oattjo nuoges dårjav ja hásstalusáv ietjasa åvddånibmáj.

source: Seamma fuones molssaeaktu lea jus giellafálaldat lea menddo gáibideaddji daidda mánáide, geaid gielladáidu ii leat vel nanus ja produktiivvalaš, ja sii duššástuvvet ja bázáhallet.
smj: Sæmmi nievres alternatijvva l jus giellafálaldahka l ilá gájbbediddje dajda mánájda, gej gielladájddo ij la ájn nanos ja produktijvva, navti vuolláni ja bátsádalli.

source: Dárbu fysalaččat sirret ja gáibádus váhnemiin fysalaččat sirret dán guokte mánnájoavkku badjána go giellafálaldat ii doaimma, go mánát geavahit riikkagiela sámeoahpahusas.
smj: Dárbbo ja gájbbádus æjgádijs rubbmelattjat ieredit dá guokta mánnájuohkusa álu badján gå giellafálaldahka ij dåjma, gå máná adni rijkagielav sámeåhpadusán.

source: Jus dákkár dilis ii sirre, de nannenjoavkku mánát maid dárustišgohtet.
smj: Jus dákkár dilen ij iereda, de nannimjuohkusa máná aj dárustahttjáji.

source: Jus lihkostuvvá oamastanjoavkku mánáid giela molsut, de sirren ii oba šattage čuolbman, ja dalán go dainna lihkostuvvá, de sáhttá sirrema loahpahit.
smj: Jus vuorbástuvvá åmastimjuohkusa mánáj gielav målssot, de ieredibme ij åvvånis sjatta tjuolmman, ja dalága gå dajna vuorbástuvvá, de máhttá ieredimev låhpadit.

source: Dakkár dilis go riikkagiella lea oamastanjoavkku mánáid gulahallangiellan mánáidgárddis dahje skuvllas, de lea buoremus lágidit guokte sierra sámegielat joavkku mánáid gielladiliid mielde.
smj: Dakkár dilen gå rijkagiella l åmastimjuohkusa mánáj guládallamgiellan mánájgárden jali skåvlån, de 29 la buoremus ásadit guokta sierra sámegielak juohkusa mánáj gielladilij milta.

source: Gievrras giellamodeallaid dáfus dat mearkkaša ahte seamma mánáidgárddis dahje skuvllas leat sihke joavkkut, main geavahuvvo oamastanmodealla, ja joavkkut, main geavahuvvo nannenmodealla.
smj: Nanos giellamodellaj gáktuj dat merkaj sæmmi mánájgárden jali skåvlån li sihke juohkusa, maj åmastimmodælla aneduvvá, ja juohkusa, maj nannimmodælla aneduvvá.

source: Suomabealde dakkár modealla doaibmá mánáidgárdedásis dan bokte, ahte leat guokte sierra tiippa sámegielat mánáidgárdejoavkku: 1) giellabeasit daidda geain ii leat sámegiella ruovttugiellan dahje muđuid vel nanu sámegiela dáidu, ja 2) eatnigielagiidda dárkkuhuvvon sámegielat joavkkut.
smj: Suoma bielen dakkár modælla doajmmá mánájgárddedásen navti jut li guokta sierra slája sámegielak mánájgárddejuohkusa: 1) giellabiese dajda gejn ij la sámegiella sijddagiellan jali ietján ij la ájn nuoges nanos sámegieldájddo, ja 2) sámegielak juohkusa iednegielagijda.

source: Goappáge kategoriijas mánáidgárddi bargit hupmet mánáiguin dušše sámegiela, muhto giellafálaldaga dássi lea heivehuvvon mánáid gielladási mielde.
smj: Goappák kategorijja mánájgárde bargge mánájda dåssju sámásti, valla giellafálaldagá dásse l hiebaduvvam mánáj gielladáse milta.

source: Giellabeasis geavahuvvo giellalávgunmetodihkka: mánáide hubmojuvvo čielgasit, guovddáš sánit ja frásat geardduhuvvojit jámma, veahkkin leat mimihkka ja govat.
smj: Giellabiesen aneduvvá giellalávggommetodihkka: mánájda sámásti tjielggasit, guovdásj bágo ja frása gærddoduvvi aktelattjat, mimihkka ja gåvå li viehkken.

source: Eatnigielagiiguin fas lea ee. vejolaš geavahit molsašuddi ja rikkis sámegiela álggu rájis, go sis jo leat gielalaš vuođđonávccat, maid ala sáhttá hukset máŋggabealat gielladáiddu.
smj: Iednegielagij vas la duola dagu máhttelis adnet målsudahkes ja boandás sámegielav álgo rájes, gå siján li juo gielalasj vuodomáhtudagá, maj nali máhttá moattebelak gielladájdov tsieggit.

source: Nubbi guovddáš erohus laktása mánáid sámásteapmái.
smj: Nuppe guovdásj sieradus la tjanádum mánáj sámástibmáj.

source: Eatnigielat mánáin sáhttá ja galgá vuordit produktiivvalaš sámásteami sihke ráves olbmuiguin ja gaskaneaset álggu rájis.
smj: Iednegielak mánájs máhttá ja galggá vuorddet produktijva sámástimev sihke ållessjattugijs ja gaskanisá álgo rájes.

source: Giellabeasis fas lea dábálaš ahte mánát hupmet álggus dušše riikkagiela, ja rávesolmmoš de bargá dainna ahte mánná oahppá sámegiela ja sámástišgoahtá.
smj: Giellabiesen la vas dábálasj máná álgon dåssju rijkagielav ságasti ja ållessjattuk de barggá dajna jut mánná sámegielav oahppá ja sámástahttjá.

source: Dego mii leat deattuhan, sihke oamastan- ja nannenmodealla ulbmil lea máná produktiivvalaš sámegiela máhttu.
smj: Dagu lip dættodam, sihke åmastim- ja nannimmodella ulmme l produktijva sámegielak máná.

source: Mánáidgárde- ja skuvladoaimmaid ferte láhčit dan vuođul, ahte mánáidgárdeáigodaga maŋŋá mánná hupmá sámegiela produktiivvalaččat.
smj: Mánájgárdde- ja skåvllåfálaldagájt hæhttu dan milta hiebadit, jut mánájgárde ájggudagá maŋŋela mánná produktijvalattjat sámás.

source: Jus dat doaibmá, skuvllas ii leat šat dárbu sirret mánáid ruovttu gielladili mielde, nannenmodealla galggašii de heivet buohkaide.
smj: Jus dat doajmmá, de ij la skåvlån desti dárbbo mánájt ieredit sijda gielladile milta, de galgaluluj nannimmodælla gájkajda hiehpat.

source: Skuvllas ferte leat plána dakkár diliid várás, jus nannemodealla mielde doaibmi skuvlaluohkkái boahtá ovttaskas mánná, guhte ii máhte sámegiela ollinge dahje seamma dásis go earrásat.
smj: Skåvlån hæhttu liehket pládna jus nannimmodella skåvllåklássaj boahtá aktugasj mánná, guhti ij sámegielav åvvånis buvte jali ij la sæmmi dásen gå klássa ietján.

source: Dálá áiggi geavvá praktihkas dávjá nu, ahte dilli gártá ovttaskas oahpaheaddjái čoavdinláhkái, ja ahte son hupmagoahtá dan ovttaskas oahppái riikkagiela, ja sáhttá gaskkohagaid olles luohkkái hupmat riikkagiela.
smj: Uddni praktihkan álu aktugasj åhpadiddje duohkáj sjaddá, ja de åhpadiddje dan aktugasj oahppáj rijkagielav ságas, ja de muhttijn gævvá navti jut ålles klássa rijkagielav ságastahttjá.

source: Nu ii galgga leat.
smj: Navti ij galga liehket.

source: Váikkuha oalle negatiivvalaččat olles mánnájovkui, jus oahpaheaddji geavahišgoahtá riikkagiela.
smj: Vájkkut viehka negatijva láhkáj ålles mánnájuohkusij, jus åhpadiddje rijkagielav ságastahttjá.

source: Dat iige doarjjo riikagielat máná sámegiela oččodeami ja enkulturerema ja soaitá šaddat sutnje hui lossadin.
smj: Dat ij doarjo rijkagielak máná sámegiela åmastimev ja enkulturierimav ja soajttá sunji viek låssådin sjaddat.

source: Čovdosiid ferte gávnnahit olles skuvlla dásis.
smj: Tjoavddusijt hæhttu ålles skåvlå dásen gávnadit.

source: Lea vejolaš ahte riikkagielat oahppái fállojuvvo sierra sámegiela oahpahus dahje ahte jovkui váldojuvvo persovnnalaš veahkkebargi, gii jámma veahkeha ja doarju su gielalaččat.
smj: Máhttá rijkagiela oahppáj fállat sierra sámegiela åhpadimev jali juohkusij viehkkebarggev, guhti aktelattjat viehket ja doarjju oahppev giela hárráj.

source: Jus dakkár oahppit leat ollu, buoremus soaitá leat lágidit sidjiide sierra joavkku, man ulbmilin lea omd. ovtta lohkanjagi siste buvttadit dakkár sámegiela dáiddu, ahte mánná sáhttá sirdásit sámegielat luohkkái.
smj: Jus dakkár oahppijs li moattes, de lisj dávk buoremus sidjij sierra juohkusav ásadit, man ulmmen la duola dagu avta låhkåmjage nalluj buvtadit nav edna sámegiela tjehpudagáv váj mánná máhttá sámegielak klássaj jåhtet.

source: Mánáid sirren guokte sierra sámejovkui sáhttá boktit dovdduid omd. váhnemiid gaskkas.
smj: Gå mánájt guovte sierra sámejuohkusij ieret de dat máhttá dåbdojt båktet duola dagu æjgádij gaskan.

source: Váhnemat soitet loavkašuvvat, jus sin máná evttohit bidjat oamastanjovkui go fas sin jurdda lea, ahte mánná máhttá sámegiela.
smj: Æjgáda ihkap moaskedi, jus oajvvat mánáv biedjat åmastimjuohkusij gå vas sijá ájádus la mánná sámegielav buktá.

source: Guokte sierra joavkku vuogádaga ferte plánet vuđolaččat ja dan dárbbu ferte máhttit ákkastallat servodatlaččat.
smj: Guovte sierra juohkusa vuogádagáv hæhttu vuodulattjat plánit ja dav dárbov hæhttu máhttet 30 argumentierit sebrudagá hárráj.

source: Dat ii galgga leat makkárge árvoválljen iige identitehtagažaldat, dat ii muital geange sápmelašvuođas iige meroštala máná gelbbolašvuođa.
smj: Dat ij galga liehket makkirak árvvoválljim ij ga identitiehttagatjálvis, dat ij subtsasta majdik máná sámevuoda birra, ij ga máná máhtudagáv merustalá.

source: Dat lea baicce praktihkalaš vuohki doarjut juohke ovtta sámemáná su iežas dárbbuid ektui ja dainna lágiin nannet sámegiela servodagas.
smj: Dat la farra praktihkalasj vuohke doarjjot juohkka avta sámemánáv suv ietjas dárboj gáktuj ja navti nannit sámegielav sebrudagán.

source: 9.2 Gielladiđolaš barggu álggaheapmi giellafálaldagain
smj: 9.2 Giellafálaldagáj diedulasj bargojt jåhtuj biedjat

source: Guokte goabbatlágan mánnájoavkku gáibidit guokte goabbatlágan bargovuogi.
smj: Guovte lágásj mánnájuohkusa gájbbedi guovte lágásj barggovuogijt.

source: Sámis ii leat leamaš diđolašvuohta dan hárrái ahte dát guokte mánnájoavkku dárbbašit goabbat bargovuogi jus galget seamma mihtu olahit.
smj: Sámen ij la læhkám diedulasjvuohta dan hárráj jut dá guokta mánnájuohkusa dárbahi goabbák bargovuogev jus galggi sæmmi ulmev jåksåt.

source: Mii leat máŋgii bargan riikkagielat ja sámegielat mánáiguin seammalágán bargovugiiguin.
smj: Rijkagielak ja sámegielak mánáj lip álu sæmmilágásj barggovuogij barggam.

source: Boađus lea ahte mánát riikkagielat ruovttuin eai leat šaddan produktiiva sámegielagin, ja dán láhkái lea riikkagiella vuoitán saji sámi mánáidgárddiin ja luohkáin, maiddái sámegielat mánáid gaskkas.
smj: Boados la máná rijkagielak sijdajs ælla sjaddam produktijva sámegielagin, ja navti l rijkagiella sajev vuojttám sáme mánájgárdijn ja klássajn, aj sámegielak mánáj gaskan.

source: Go mánát, geat juo sámástit ruovttus, bohtet sámegielat mánáidgárdái dahje skuvlii, de sii jotket sámásteamis doppe jus earát maid sámástit, muhto riikkagielat mánát eai sámás dušše dainna go gullet sámegiela iežaset birra.
smj: Gå máná gudi juo sijdan sámásti båhti sámegielak mánájgárddáj jali skåvllåj, de joarkki sámástimen dåppe jus iehtjáda aj sámásti. Rijkagielak máná vas e sámásta dåssju danen gå gulli sámegielav ietjasa birra.

source: Oamastanmánáid hárrái fertejit rávesolbmot diđolaččat bargat vai mánná galgá oahppat sámegiela, ja rievdadit máná giellageavaheami.
smj: Åmastimmodella mánáj hárráj hæhttuji ållessjattuga diedulattjat barggat vaj mánná galggá sámegielav oahppat, ja máná giellaanov rievddadit.

source: 9.2.1 Movt álggahit gielladiđolaš barggu nannenmodeallas Máná gielalaš doarjun ja ovdánahttin lea bistevaš proseassa.
smj: 9.2.1 Gåktu nannimmodella gielladiedulasj bargov álgadit Máná gielav doarjjot ja åvddånahttet la stuoves prosæssa.

source: Nugo ovdal leat namuhan, de galggašii máná gielalaš fálaldat álo leat veahá alit dásis go su gielalaš návccat.
smj: Dagu åvddåla lip nammadam, de galgaluluj máná gielalasj fálaldahka agev liehket vehi alep dásen gå suv gielalasj tjehpudahka.

source: Go mánná sámásta produktiivvalaččat, de lea bargun nannet ja viiddidit su gielalaš máhtu ja áddejumi.
smj: Gå mánná produktijvalattjat sámás, de la barggon nannit ja vijdedit suv gielalasj máhtudagáv ja dádjadusáv.

source: Nannenmodealla lea jurddašuvvon mánáide geain lea sámegiella ruovttugiellan.
smj: Nannimmodælla l ájádaláduvvam mánájda gejn la sámegiella sijddagiellan.

source: Vaikko mánát oččoditge sámegiela lunddolaš 31 dilálašvuođas, de leat sámegielat áitatvuloš gielat.
smj: Vájku máná åttjudi sámegielav luondulasj dilijn, de li sámegiela ájtedum giela.

source: Sámegielaid sajádat ruovttugiellan lea geahnohuvvan ođđaáiggis, go riikkagielat ožžot coavcci min árgabeaivvis iešguđetlágan elektrovnnalaš rusttegiid bokte, nugo TV, dihtora, dihtordulbosiid ja dihtorspealuid.
smj: Sámegielaj dille sijddagiellan la hæboduvvam ådåájgen, gå rijkagiela oadtju tsoaptsev mijá árggabiejven iesjguhtiklágásj elektronihkalasj vædtsagij baktu, dagu TV, dáhtámasjijna, næhttafiello ja dáhtáspela.

source: Áigi mii ovdal geavahuvvui oalát sámegielat gulahallamii, geavahuvvo dal maiddái riikkagielat sisdoalu geahččamii ja guldaleapmái.
smj: Ájgge mij åvddåla aneduváj ållåsit sámegielak guládallamij, aneduvvá dálla aj rijkagiela sisano gæhttjamij ja gulldalibmáj.

source: Nannenmodeallat fertejit dán servodatrievdama váldit vuhtii.
smj: Nannimmodella hæhttuji dáv sebrudakrievddamav vieledit.

source: Giella ii berre šat adnojuvvot nu diehttelassan ahte dasa ii dárbbaš láhčit saji iige plánaid.
smj: Giella ij bierri desti aneduvvat nav diehttelissan jut dasi ij dárbaha sajev hiebadit jalik plánajt dahkat.

source: Maiddái nannenmodeallas fertejit leat giellaplánat ja giellapolicy, mii muitala makkár sadji sámásteamis lea, ja mii vurdojuvvo mánáid giellaovdáneamis.
smj: Nannimmodellan aj hæhttuji liehket giellaplána ja giellapolicy, mij subtsas makkir sadje sámástimen la, ja mij mánáj giellaåvddånimes vuordeduvvá.

source: Giellaplána berre maiddái muitalit movt mii vuostáiváldit mánáid geain ii leat sámegiella ruovttugiellan, ja makkár giellačuovvuleami sii ožžot vai olahit produktiivvalaš sámegielmáhtu, ja movt giellafálaldat bargá vai riikkagiella ii oaččo coavcci gulahallangiellan.
smj: Giellapládna bierri aj subtsastit gåktu duosstop mánájt gejn ij la sámegiella sijddagiellan, ja makkir giellatjuovvolimev oadtju vaj produktijva sámegielmáhtov jåksi, ja gåktu giellafálaldahka barggá vaj rijkagiella ij oattjo tsoaptsev guládallamgiellan.

source: Gielladiđolaš bargovuohki gáibida ahte bargit árvvoštallet sihke iežaset ja mánáid sámegielgeavaheami.
smj: Gielladiedulasj barggamvuohke gájbbet bargge árvustalli sihke ietjasa ja mánáj sámegielanov.

source: Nannenfálaldagain sáhttá vuordit ahte sámegiella lea juo gulahallangiellan mánáid guovdu.
smj: Nannimfálaldagájn máhttá vuorddet jut sámegiella l juo guládallamgiellan mánáj gaskan.

source: Lea goitge dehálaš ahte oahpaheaddjit, ja eará bargit, čađat árvvoštallet leatgo arenat dehe áiggit, go riikkagiella dattege lea geavahusas, omd. go gehččet youtube, olgun, spábbačiekčamis dehe eará falástallandoaimmain, dahje orrugo muhtun mánáin riikkagiella vuoitime gulahallangiellan.
smj: Huoman la ájnas jut åhpadiddje, ja ietjá bargge, aktelt árvustalli li gus ariená jali ájge, gå rijkagiella huoman la anon, buojkulvissaj gå YouTubev gæhttji, ålggon, bállotjiektjamin jali ietjá valástallamdåjmajn, jali li gus 31 muhtem mánájn rijkagiella vuojttemin guládallamgiellan.

source: Dasto ferte geahččalit gávdnat vugiid movt viiddidit sámegiela geavaheami maiddái dáin dilálašvuođain.
smj: Ja de hæhttu gæhttjalit vuogijt gávnnat gåktu vijdedit sámegiela anov dakkir dáhpádusájn aj.

source: Rávesolbmot fertejit ieža leat ovdagovvan, ja sii fertejit ráhkkanit sámástit áššiid birra mat TV:s ja Youtubes gullojit aivve váldogielaide, ja fáttáid birra main ieža geavahit ollu riikkagiela sániid.
smj: Ållessjattuga hæhttuji ietja liehket åvddågåvven, ja hæhttuji gárvedit sámástit ássjij birra ma TV:an ja YouTuben dåssju gulluji oajvvegielajda, ja tiemáj birra maj ietja adni edna rijkagiela bágojt.

source: Rávesolbmot fertejit maid sihkkarastit ahte olgodoaimmat leat buorit giellabirrasat, ja ahte mánát olgun maid besset oččodit ođđa sániid ja geavahit sámegiela.
smj: Ållessjattuga hæhttuji aj sihkarasstet jut ålggodåjma li buorre giellabirrasa, ja jut máná ålggon aj bessi ådå bágojt åttjudit ja sámegielav adnet.

source: Sámegiela geavaheami viiddideapmi gáibida ahte rávesolbmot servet mánáid doaimmaide, erenoamážit dakkár diliin go oidnet ahte riikkagiella vuoitá.
smj: Sámegiela ano vijdedibme gájbbet ållessjattuga sæbrri mánáj dåjmajda, ájnnasit dakkár dáhpádusájda gånnå vuojnni rijkagiella vuojttá.

source: Rávesolbmot leat giellaovdagovvan mánáide.
smj: Ållessjattuga li giellaåvddågåvven mánájda.

source: Sin bokte mánát ohppet giela ja dan makkár meannudeapmi lea dohkálaš go sámásta.
smj: Sijá baktu máná oahppi gielav ja makkir giehtadallam la dågålasj gå sámás.

source: Vaikko nannenmodeallas lea vuorddehahtti ahte mánát leat ollu oahppan ruovttus, de lea goitge nu ahte giellafálaldaga bokte mánát galget nannet ja viiddidit maid leat oahppan.
smj: Vájku nannimmodellan la vuordedahtte jut máná li ålov sijdan oahppam, de la huoman navti jut giellafálaldagá baktu máná galggi nannit ja vijdedit mav li oahppam.

source: Giellafálaldaga rávesolbmot berrejit diđolaččat bargat iežaset giellageavahemiin, earret eará hárjehallat hupmat čielgasit.
smj: Giellafálaldagá ållessjattuga bierriji diedulattjat barggat ietjasa giellaanujn, duola degu hárjjidallat tjielggasit ságastit.

source: Lea maid mávssolaš ahte sii čuvvot daid giellageavahanprinsihpaid maid giellafálaldagas áigot oahpahit mánáide, ja nu maiddái unnidit riikkagiela sániid geavaheami sámásteamis.
smj: Mávsulasj la aj jus tjuovvu dajt giellaadnoprinsihpajt majt giellafálaldagán ájggu mánájda åhpadit, ja navti aj binnedi rijkagiela bágoj anov sámástimen.

source: Muhtumin gullá olbmuid šuohkiheame ahte ovdalhan leat maiddái seaguhan riikkagiela ja sámegiela.
smj: Muhttijn gulluji ulmutja sjuohkedimen jut åvddåla lip aj rijkagielav ja sámegielav segadam.

source: Manne mii galgat dán áigge váruhit nu sakka das?
smj: Manen galggap dálla várrodit nav sælldásit dassta?

source: Lea duohta ahte ovdal leat maid geavahan riikkagiela sániid ođđa áššiide, omd. keskus, senter, formannskáhppi, ja muhtun dákkár sánit gávdnojit 32 maiddái boares sátnegirjjiin.
smj: Duohta l val åvddåla li aj adnám rijkagiela bágojt ådå ássjijda, buojkulvissaj , , , ja muhtem dákkár bágo gávnnuji aj dålusj báhkogirjijn.

source: Giellaplánema ja normerema bokte mii leat goit ožžon sadjái sámegiel sániid ollu áššiide, nugo guovddáš ja ovdagoddi, ja riikkagielaid sánit leat dađistaga báhcán eret beaivválaš geavahusas.
smj: Giellaplánima ja normierima baktu lip gåjt oadtjum sadjáj sámegiela bágojt moatte ássjijda, dagu “guovdásj” ja “åvddånammadus”, ja rijkagielaj bágo li maŋenagi gáhtum bæjválasj adnemis.

source: Otná dilis gullojit maiddái riikkagielaid sánit geavahusas dalle go sámegielas leat vástideaddji sánit.
smj: Udnásj dilen gulluji rijkagielaj bágo aj anon dalloj gå sámegielan li vásstediddje bágo.

source: Go rávesolbmot válljejit riikkagielaid sáni eaige baicca sámegiel sáni, de dat sáhttá leat juogalágan stiilaášši mii lea rávesolbmo válljejumi duohken.
smj: Gå ållessjattuga válljiji rijkagielaj bágov farra gå sámegiela bágov, de dat máhttá liehket muhtem lágásj stijllaássje mij la ållessjattuga válljima duogen.

source: Jus rávesolbmot dávjá válljejit dáinna lágiin, de sáhttá geavvat nu ahte mánáin gártá nu unnán vásáhus sámegiel sániiguin, ahte sámegiel sátni ii oba ohppojuvvoge.
smj: Jus ållessjattuga álu navti válljiji, de máhttá gevvat nav vaj máná nav binnáv hárjjáni sámegiela bágojda, jut sámegiela bágov ij åvvånis åhpa.

source: Sámi giellafálaldagaid mihttuhan lea nannet máná giela, maiddái su sátnevuorkká.
smj: Sáme giellafálaldagáj ulmme l máná gielav nannit, aj suv báhkoboanndudagáv.

source: Danne dákkár giellaseaguheami berre garvit.
smj: Danen dákkár giellasegadimev bierri garvvet.

source: Oahpaheaddjit ja bargit sáhttet searválaga ohcat sámegielsániid daidda doahpagiidda maidda geavahit riikkagiela sániid, ja dainna lágiin viiddidit maiddái iežaset sámegielgeavaheami.
smj: Åhpadiddje ja bargge máhtti aktan sámegielbágojt åhtsåt dajda buojkuldagájda majda rijkagiela bágojt adni, ja navti vijdedi ietjasa sámegielanov aj.

source: Diđolaš giellabargu nannenmodeallas eaktuda ahte oahpaheaddjit ja bargit dihtet makkár giellaoahpalaš bealit leat hearkkit mánáid gielas, ja dárbbašit liigefuomášumi.
smj: Diedulasj giellabarggo nannimmodellan ævtot åhpadiddje ja bargge diehti makkir giellaåhpalasj biele li rasje mánáj gielan, ja dárbahi duodde berustimev.

source: Lea maid dehálaš atnit muittus ahte muhtun giellaráhkadusaid riikkagielat dorjot, omd. ahte lea morfologalaš erohus gaskkal vearbbaid vássánáiggi ja dálá áiggi.
smj: Ájnas la mujton adnet muhtem giellatsiekkadusájt rijkagiela doarjju, buojkulvissaj jut la morfologijjalasj sieradus verbaj vássám ja dálásj ájge gaskan.

source: Muhtun giellaráhkadusaid riikkagielat fas eai doarjjo, ja dat gáibidit deattuheami.
smj: Muhtem giellatsiekkadusájt rijkagiela vas e doarjo, ja da gájbbedi dættodimev.

source: Jus riikkagielat leat dáro- dahje ruoŧagiella, dat eai doarjjo erohusa gaskkal nominatiivva ja akkusatiivva, namalassii ahte lea erohus gaskkal ja , “čáhci” ja “čázi”.
smj: Jus rijkagiela li vuona- jali svierigadárogiella, da e doarjo sieradusáv nominatijva ja akkusatijva gaskan, namálattjat jut la sieradus gaskan “mielkke” ja “mielkev”, “tjáhtje” ja “tjátjev”.

source: Riikkagielat maid eai doarjjo guvttiidlogu pronomeniid ja vearbahámiid (“moai”, “doai”, “soai”).
smj: Rijkagiela e ga doarjo guovtelågo pronåvmåjt ja værbbahámijt (“måj”, 32 “dåj”, “såj”).

source: Dalle lea dehálaš giellafálaldagain sihkkarastit mánáide doarvái vásáhusaid dákkár ráhkadusaiguin.
smj: Dalloj la ájnas giellafálaldagájn sihkarasstet máná oadtju nuoges vásádusájt dákkár tsiekkadusájs.
